dsgt-soap/requestgetorder.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://foodmenu.io/gt/webservice">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getOrderRequest>
            <gs:customer>Bob Smith</gs:customer>
        </gs:getOrderRequest>
    </soapenv:Body>
</soapenv:Envelope>
